/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- Minden kategória ---";

/* No comment provided by engineer. */
"About" = "Névjegy";

/* No comment provided by engineer. */
"Add Comment" = "Új megjegyzés";

/* No comment provided by engineer. */
"Add Map" = "Térkép hozzáadása";

/* No comment provided by engineer. */
"Add Map By URL" = "Térkép hozzáadása URL-l";

/* No comment provided by engineer. */
"Add Map Error" = "Térkép hozzáadás hiba";

/* No comment provided by engineer. */
"Add Report" = "Új bejelentés";

/* No comment provided by engineer. */
"Added" = "Hozzáadva";

/* No comment provided by engineer. */
"Adding..." = "Hozzáadás...";

/* No comment provided by engineer. */
"All Categories" = "Minden kategória";

/* No comment provided by engineer. */
"All Checkins" = "Minden bejelentkezés";

/* No comment provided by engineer. */
"Anonymous" = "Névtelen";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Elvesszenek a bevitt adatok?";

/* No comment provided by engineer. */
"Authentication Required" = "Kötelező a bejelentkezés";

/* No comment provided by engineer. */
"By using this app, you agree to the following terms and policy:" = "Az alkalmazás használatával elfogadod az alábbi feltételeket:";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Categories" = "Kategóriák";

/* No comment provided by engineer. */
"Categories..." = "Kategóriák...";

/* No comment provided by engineer. */
"Category Required" = "Kategória megadása kötelező";

/* No comment provided by engineer. */
"Checkins..." = "Bejelentkezések...";

/* No comment provided by engineer. */
"Comment Queued" = "Megjegyzés elküldve";

/* No comment provided by engineer. */
"Comment Required" = "Megjegyzés megadása kötelező";

/* No comment provided by engineer. */
"Contact" = "Személyes információk (nem kötelező)";

/* No comment provided by engineer. */
"Date Required" = "Időpont megadása kötelező";

/* No comment provided by engineer. */
"Description Required" = "Leírás megadása kötelező";

/* No comment provided by engineer. */
"Details" = "Részletek";

/* No comment provided by engineer. */
"Display" = "Megjelenítés";

/* No comment provided by engineer. */
"Done" = "Kész";

/* No comment provided by engineer. */
"Double tap to move map pin to new location" = "A rajzszög dupla érintéssel helyezhető át.";

/* No comment provided by engineer. */
"Download Map Images" = "Download Map Images";

/* No comment provided by engineer. */
"Download Photos" = "Letöltés";

/* No comment provided by engineer. */
"Email Required" = "Email megadása kötelező";

/* No comment provided by engineer. */
"Enable OpenGeoSMS" = "OpenGeoSMS";

/* No comment provided by engineer. */
"Enter comment" = "Megjegyzés";

/* No comment provided by engineer. */
"Enter description" = "Leírás";

/* No comment provided by engineer. */
"Enter email" = "Email cím";

/* No comment provided by engineer. */
"Enter email address" = "Email cím";

/* No comment provided by engineer. */
"Enter first name" = "Keresztnév";

/* No comment provided by engineer. */
"Enter last name" = "Vezetéknév";

/* No comment provided by engineer. */
"Enter name" = "Név";

/* No comment provided by engineer. */
"Enter title" = "Bejelentés címe";

/* No comment provided by engineer. */
"Enter webpage" = "Hírforrás link";

/* No comment provided by engineer. */
"Error Saving Photo" = "Fénykép küldési hiba";

/* No comment provided by engineer. */
"Find Location" = "Helyszín keresése";

/* No comment provided by engineer. */
"Find Maps Around Me" = "Térkép keresése a közelben";

/* No comment provided by engineer. */
"Finding address..." = "Cím keresése...";

/* No comment provided by engineer. */
"Finding location..." = "Helyszín keresése...";

/* No comment provided by engineer. */
"for" = "for";

/* No comment provided by engineer. */
"Found" = "Megtalálva";

/* No comment provided by engineer. */
"Hide Status Bar" = "Státusz sor elrejtése";

/* No comment provided by engineer. */
"I Agree" = "Elfogadom";

/* No comment provided by engineer. */
"Icon Badge Number" = "Ikon badge számok";

/* No comment provided by engineer. */
"Internet Connection Required" = "Internet kapcsolat szükséges";

/* No comment provided by engineer. */
"Last synced" = "Utoljára frissítve";

/* No comment provided by engineer. */
"Latitude Required" = "Szélességi fok megadása kötelező";

/* No comment provided by engineer. */
"List" = "Bejelentések";

/* No comment provided by engineer. */
"Loading..." = "Betöltés...";

/* No comment provided by engineer. */
"Locating..." = "Helyszín megadása...";

/* No comment provided by engineer. */
"Location Required" = "Helyszín megadása kötelező";

/* No comment provided by engineer. */
"Locations..." = "Helyszínek...";

/* No comment provided by engineer. */
"Longitude Required" = "Hosszúsági fok megadása kötelező";

/* No comment provided by engineer. */
"Map" = "Térkép";

/* No comment provided by engineer. */
"Maps" = "Térképek";

/* No comment provided by engineer. */
"Maps..." = "Térképek...";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"Name Required" = "A nevet kötelező megadni";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No Category" = "Nincs kategória";

/* No comment provided by engineer. */
"No checkins" = "Nincs bejelentkezés";

/* No comment provided by engineer. */
"No comments" = "Nincs megjegyzés";

/* No comment provided by engineer. */
"No Date" = "Nincs dátum";

/* No comment provided by engineer. */
"No Internet" = "Nincs internet";

/* No comment provided by engineer. */
"No Location" = "Nincs helyszín";

/* No comment provided by engineer. */
"No maps" = "Nincs térkép";

/* No comment provided by engineer. */
"No photos" = "Nincs fénykép";

/* No comment provided by engineer. */
"No reports" = "Nincs bejelentés";

/* No comment provided by engineer. */
"No videos" = "Nincs videó";

/* No comment provided by engineer. */
"No webpages" = "Nincs hírforrás link";

/* No comment provided by engineer. */
"Not verified" = "Nem ellenőrzött";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Pending" = "Folyamatban";

/* No comment provided by engineer. */
"Pending Upload" = "Feltöltés folyamatban";

/* No comment provided by engineer. */
"Photos" = "Fényképek";

/* No comment provided by engineer. */
"Photos..." = "Fényképek...";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Ellenőrizd az internet kapcsolatodat és póbáld újra";

/* No comment provided by engineer. */
"Privacy Policy" = "Adatvédelmi nyilatkozat";

/* No comment provided by engineer. */
"Report Queued" = "Report Queued";

/* No comment provided by engineer. */
"Reports" = "Bejelentések";

/* No comment provided by engineer. */
"Reports..." = "Bejelentések...";

/* No comment provided by engineer. */
"Resize New Photos" = "Átméretezés";

/* No comment provided by engineer. */
"Resize Photo Width" = "Max. szélesség";

/* No comment provided by engineer. */
"Saved" = "Elmentve";

/* No comment provided by engineer. */
"Saving..." = "Mentés...";

/* No comment provided by engineer. */
"Search address..." = "Cím keresése...";

/* No comment provided by engineer. */
"Search checkins..." = "Bejelentkezések keresése...";

/* No comment provided by engineer. */
"Search reports..." = "Bejelentések keresése...";

/* No comment provided by engineer. */
"Searching..." = "Keresés...";

/* No comment provided by engineer. */
"Select a category" = "Válassz kategóriákat";

/* No comment provided by engineer. */
"Send" = "Küld";

/* No comment provided by engineer. */
"Send via OpenGeoSMS" = "OpenGeoSMS küldés";

/* No comment provided by engineer. */
"Sending..." = "Küldés...";

/* No comment provided by engineer. */
"Sent" = "Elküldve";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Share Application" = "Bejelentés megosztása";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"Synchronize Error" = "Frissítési hiba";

/* No comment provided by engineer. */
"Syncing..." = "Frissítés...";

/* No comment provided by engineer. */
"Terms Of Service" = "Jogi nyilatkozat";

/* No comment provided by engineer. */
"Title Required" = "Cím megadása kötelező";

/* No comment provided by engineer. */
"Unable to add map to database" = "Nem sikerült a térkép hozzáadása";

/* No comment provided by engineer. */
"Unsaved Changes" = "Nem elküldött változások";

/* No comment provided by engineer. */
"Upload" = "Küld";

/* No comment provided by engineer. */
"Upload Error" = "Küldési hiba";

/* No comment provided by engineer. */
"Upload via Ushahidi API" = "Feltöltve Ushahidi API használatával";

/* No comment provided by engineer. */
"Uploaded" = "Elküldve";

/* No comment provided by engineer. */
"Uploaded report..." = "Bejelentés elküldése...";

/* No comment provided by engineer. */
"Uploaded video..." = "Videó elküldése...";

/* No comment provided by engineer. */
"Uploading..." = "Elküldés...";

/* No comment provided by engineer. */
"User Agreement" = "Jogi nyilatkozat";

/* No comment provided by engineer. */
"User Captured Video" = "Felhasználói videó";

/* No comment provided by engineer. */
"User Location" = "Helyszín";

/* No comment provided by engineer. */
"Verified" = "Ellenőrzött";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video Error" = "Video hiba";

/* No comment provided by engineer. */
"with" = "with";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"Your report has been uploaded and is pending approval." = "A bejelentésed feltöltésre került és ellenőrzésre vár.";

